tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "gcc"
brew "btop"
brew "fzf"
brew "httpie"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "discord"
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "grammarly"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "shortcat"
cask "stats"
cask "ubersicht"
cask "visual-studio-code"
cask "zed"
cask "keycastr"
vscode "albert.tabout"
vscode "antfu.theme-vitesse"
vscode "ban.spellright"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "cdonohue.quill-icons"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "franzgollhammer.jb-fleet-dark"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "rust-lang.rust-analyzer"
vscode "sherloach.solarized-osaka"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
